chore(content): write-only draft [cloud/gcp-essentials/module-2.10-operations]
